{
  "Toulon|": {
    "lat": 43.123753,
    "lng": 5.933541,
    "departement": "Var",
    "population": 179116,
    "description": "Toulon ([tulɔ̃]), est une commune française située dans le département du Var dont elle est le chef-lieu. Ville côtière de Provence dans le Midi, elle est la troisième ville de la région Provence-Alpes-Côte d'Azur derrière Marseille et Nice, elle abrite en outre le siège de la préfecture maritime de la Méditerranée."
  },
  "Saint-Cirq-Lapopie|Lot": {
    "lat": 44.4642,
    "lng": 1.6719,
    "departement": "Lot",
    "population": 201,
    "description": "Saint-Cirq-Lapopie (en occitan Sent Circ de la Pòpia) est une commune française, située dans le sud du département du Lot dans la région Occitanie, en Quercy.\nElle est également dans le causse de Gramat, le plus vaste et le plus sauvage des quatre causses du Quercy."
  },
  "Cordes-sur-Ciel|Tarn": {
    "lat": 44.0611,
    "lng": 1.9511,
    "departement": "Tarn",
    "population": 879,
    "description": "Cordes-sur-Ciel (en occitan Còrdas d’Albigés) est une commune française située dans le département du Tarn, en région Occitanie. Sur le plan historique et culturel, la commune est dans l'Albigeois, à la frontière du Ségala, un territoire s'étendant sur les départements du Tarn et de l'Aveyron, constitué de longs plateaux schisteux, morcelés d'étroites vallées."
  },
  "Lautrec|Tarn": {
    "lat": 43.7092,
    "lng": 2.1392,
    "departement": "Tarn",
    "population": 1673,
    "description": "Lautrec désigne :"
  },
  "Saint-Jean-Pied-de-Port|Pyrénées-Atlantiques": {
    "lat": 43.1631,
    "lng": -1.2383,
    "departement": "Pyrénées-Atlantiques",
    "population": 1479,
    "description": "Saint-Jean-Pied-de-Port (en basque Donibane Garazi) est une commune française située dans le département des Pyrénées-Atlantiques, en région Nouvelle-Aquitaine.\nVille située au confluent de la Nive et du Laurhibar, elle doit son nom à sa situation au pied du col (« port ») de Roncevaux (alt."
  },
  "Sainte-Enimie|Lozère": {
    "lat": 44.3656,
    "lng": 3.4122,
    "departement": "Lozère",
    "population": 881,
    "description": "Sainte-Enimie est une ancienne commune française située dans le département de la Lozère, en région Occitanie. Elle est intégrée en 2017 à la commune nouvelle de Gorges du Tarn Causses."
  },
  "Sarlat-la-Canéda|Dordogne": {
    "lat": 44.8892,
    "lng": 1.2161,
    "departement": "Dordogne",
    "population": 8763,
    "description": "Sarlat-la-Canéda, communément appelée Sarlat, est une commune du Sud-Ouest de la France. Sous-préfecture et bureau centralisateur de canton du département de la Dordogne, en région Nouvelle-Aquitaine, elle compte 8 763 habitants en 2023 et est au centre d'une aire d'attraction de 32 080 habitants."
  },
  "Carcassonne|Aude": {
    "lat": 43.2128,
    "lng": 2.3537,
    "departement": "Aude",
    "population": 46080,
    "description": "Carcassonne  (Carcassona en occitan) est une commune française, préfecture du département de l'Aude dans la région Occitanie.\nSur le plan historique et culturel, la commune fait partie du Carcassès, un pays centré sur la ville de Carcassonne, entre les prémices du Massif central et les contreforts pyrénéens."
  },
  "Saint-Guilhem-le-Désert|Hérault": {
    "lat": 43.7333,
    "lng": 3.55,
    "departement": "Hérault",
    "population": 237,
    "description": "Saint-Guilhem-le-Désert (prononcer [sɛ̃ ɡijɛ̃ lə dezɛʁ] ou [sɛ̃ ɡilɛ̃ lə dezɛʁ]), ou Sant Guilhèm dau Desèrt ['sant gi.'ʎɛn daw de'zɛrt] en languedocien, est une commune située dans le nord du département de l'Hérault en Occitanie, traversée par le chemin d'Arles, l'un des chemins de Compostelle.\nExposée à un climat méditerranéen, elle est drainée par l'Hérault, le Verdus, le ruisseau de la Combe du Bouys, le ruisseau du Pontel et par divers autres petits cours d'eau."
  },
  "Collioure|Pyrénées-Orientales": {
    "lat": 42.5256,
    "lng": 3.0819,
    "departement": "Pyrénées-Orientales",
    "population": 2756,
    "description": "Collioure [kɔljuʁ]  est une commune française située sur le littoral méditerranéen du département des Pyrénées-Orientales. Sur le plan historique et culturel, la commune est dans le Roussillon, une ancienne province du royaume de France, qui a existé de 1659 jusqu'en 1790 et qui recouvrait les trois vigueries du Roussillon, du Conflent et de Cerdagne."
  },
  "Olargues|Hérault": {
    "lat": 43.5561,
    "lng": 2.9092,
    "departement": "Hérault",
    "population": 488,
    "description": "Olargues [o.laʁ.gə], (en occitan Olargues [u.'lar.ɣɛs]), est une commune française située dans l'ouest du département de l'Hérault en région Occitanie. Elle est située dans le parc naturel régional du Haut-Languedoc."
  },
  "Toulouse|": {
    "lat": 43.60372,
    "lng": 1.445711,
    "departement": "Haute-Garonne",
    "population": 514819,
    "description": "Toulouse est une commune du Sud-Ouest de la France, préfecture de la région Occitanie et du département de la Haute-Garonne, ainsi que siège de Toulouse Métropole. Ses habitants sont appelés les Toulousains et Toulousaines."
  },
  "Castres|": {
    "lat": 43.605225,
    "lng": 2.240679,
    "departement": "Tarn",
    "population": 42505,
    "description": "Castres est une commune française, unique sous-préfecture du département du Tarn, en région Occitanie. En 2023, Castres est une ville de  42 505 habitants, et avec son unité urbaine 57 830 habitants."
  },
  "Bayonne|": {
    "lat": 43.489777,
    "lng": -1.474201,
    "departement": "Pyrénées-Atlantiques",
    "population": 54306,
    "description": "Bayonne, Baiona en basque et en gascon, est une commune française et l’une des deux sous-préfectures du département des Pyrénées-Atlantiques, en région Nouvelle-Aquitaine.\nEn 1023, Bayonne est la capitale du Labourd, et s'étend au XIIe siècle vers et au-delà de la Nive, alors qu'est construit le premier pont sur l'Adour."
  },
  "Castres|Tarn": {
    "lat": 43.605225,
    "lng": 2.240679,
    "departement": "Tarn",
    "population": 42505,
    "description": "Castres est une commune française, unique sous-préfecture du département du Tarn, en région Occitanie. En 2023, Castres est une ville de  42 505 habitants, et avec son unité urbaine 57 830 habitants."
  },
  "Bayonne|Pyrénées-Atlantiques": {
    "lat": 43.489777,
    "lng": -1.474201,
    "departement": "Pyrénées-Atlantiques",
    "population": 54306,
    "description": "Bayonne, Baiona en basque et en gascon, est une commune française et l’une des deux sous-préfectures du département des Pyrénées-Atlantiques, en région Nouvelle-Aquitaine.\nEn 1023, Bayonne est la capitale du Labourd, et s'étend au XIIe siècle vers et au-delà de la Nive, alors qu'est construit le premier pont sur l'Adour."
  },
  "Roussillon|": {
    "lat": 45.37332,
    "lng": 4.812681,
    "departement": "Isère",
    "population": 8595,
    "description": "Roussillon est une commune française située dans le département de l'Isère, en région Auvergne-Rhône-Alpes."
  },
  "Roquefort-des-Corbières|": {
    "lat": 42.991196,
    "lng": 2.954635,
    "departement": "Aude",
    "population": 1051,
    "description": "Roquefort-des-Corbières  est une commune française située dans l'est du département de l'Aude en région Occitanie.\nSur le plan historique et culturel, la commune fait partie du massif des Corbières, un chaos calcaire formant la transition entre le Massif central et les Pyrénées."
  },
  "Conques|": {
    "lat": 44.599155,
    "lng": 2.397469,
    "departement": "Aveyron",
    "population": 1540,
    "description": "Conques est une ancienne commune française située dans le département de l'Aveyron en Midi-Pyrénées, en région Occitanie, devenue, le 1er janvier 2016, une commune déléguée de la commune nouvelle de Conques-en-Rouergue.\nPendant tout le Moyen Âge, Conques fut un important sanctuaire où étaient vénérées les reliques du crâne de sainte Foy."
  },
  "La Roque-sur-Cèze|": {
    "lat": 44.1942,
    "lng": 4.51915,
    "departement": "Gard",
    "population": 172,
    "description": "La Roque-sur-Cèze est une commune française située dans le nord-est du département du Gard, en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par la Cèze, le ruisseau de Rodières et par divers autres petits cours d'eau."
  },
  "Saint-Guilhem-le-Désert|": {
    "lat": 43.73402,
    "lng": 3.549086,
    "departement": "Hérault",
    "population": 237,
    "description": "Saint-Guilhem-le-Désert (prononcer [sɛ̃ ɡijɛ̃ lə dezɛʁ] ou [sɛ̃ ɡilɛ̃ lə dezɛʁ]), ou Sant Guilhèm dau Desèrt ['sant gi.'ʎɛn daw de'zɛrt] en languedocien, est une commune située dans le nord du département de l'Hérault en Occitanie, traversée par le chemin d'Arles, l'un des chemins de Compostelle.\nExposée à un climat méditerranéen, elle est drainée par l'Hérault, le Verdus, le ruisseau de la Combe du Bouys, le ruisseau du Pontel et par divers autres petits cours d'eau."
  },
  "Le Malzieu-Ville|": {
    "lat": 44.85573,
    "lng": 3.332209,
    "departement": "Lozère",
    "population": 745,
    "description": "Le Malzieu-Ville est une commune française, située dans le nord-ouest du département de la Lozère en région Occitanie.\nExposée à un climat de montagne, elle est drainée par la Truyère, le ruisseau de Galastre et par divers autres petits cours d'eau."
  },
  "Castelnou|": {
    "lat": 42.619564,
    "lng": 2.703261,
    "departement": "Pyrénées-Orientales",
    "population": 280,
    "description": "Castelnou  est une commune française située dans l'est du département des Pyrénées-Orientales, en région Occitanie. Sur le plan historique et culturel, la commune est dans la région des Aspres, un minuscule territoire roussillonnais compris entre les sillons de la Têt au nord et du Tech au sud qui tire son nom de la nature caillouteuse de ses sols."
  },
  "Venasque|": {
    "lat": 43.99548,
    "lng": 5.147397,
    "departement": "Vaucluse",
    "population": 1082,
    "description": "Venasque est une commune française située dans le département de Vaucluse, dans la région Provence-Alpes-Côte d'Azur.\nLa commune est adhérente de l'association Les Plus Beaux Villages de France."
  },
  "Seillans|": {
    "lat": 43.63613,
    "lng": 6.643457,
    "departement": "Var",
    "population": 2941,
    "description": "Seillans [sɛjɑ̃] est une commune française située dans le département du Var, en région Provence-Alpes-Côte d'Azur. Elle fait partie du canton de Roquebrune-sur-Argens."
  },
  "Saint-Paul-de-Vence|": {
    "lat": 43.69703,
    "lng": 7.122066,
    "departement": "Alpes-Maritimes",
    "population": 3203,
    "description": "Saint-Paul-de-Vence est une commune française située dans le département des Alpes-Maritimes en région Provence-Alpes-Côte d'Azur."
  },
  "Eygalières|": {
    "lat": 43.76071,
    "lng": 4.950063,
    "departement": "Bouches-du-Rhône",
    "population": 1773,
    "description": "Eygalières est une commune française, située dans le département des Bouches-du-Rhône en région Provence-Alpes-Côte d'Azur. Elle est située sur le versant Nord-Est de la chaîne des Alpilles."
  },
  "Gordes|": {
    "lat": 43.91075,
    "lng": 5.200029,
    "departement": "Vaucluse",
    "population": 1661,
    "description": "Gordes (prononcé [gɔʁd]) est une commune française située dans le département de Vaucluse en région Provence-Alpes-Côte d'Azur.\nLe bourg est l'un des villages les plus visités du Parc naturel régional du Luberon."
  },
  "Lagrasse|": {
    "lat": 43.090645,
    "lng": 2.620702,
    "departement": "Aude",
    "population": 554,
    "description": "Lagrasse  (en occitan La Grassa ) est une commune française située dans le centre du département de l'Aude, dans la région Occitanie.\nSur le plan historique et culturel, la commune fait partie du massif des Corbières, un chaos calcaire formant la transition entre le Massif central et les Pyrénées."
  },
  "Belcastel|": {
    "lat": 44.388115,
    "lng": 2.335767,
    "departement": "Aveyron",
    "population": 189,
    "description": "Belcastel est un nom de lieu notamment porté  par :\n\nBelcastel, ancienne commune française de l'Aude, aujourd'hui intégrée à Belcastel-et-Buc ;\nBelcastel, commune française de l'Aveyron ;\nBelcastel, ancienne commune française du Lot, aujourd'hui intégrée à Frayssinet-le-Gélat ;\nBelcastel, commune française du Tarn."
  },
  "Aiguèze|": {
    "lat": 44.30273,
    "lng": 4.556088,
    "departement": "Gard",
    "population": 212,
    "description": "Aiguèze est une commune française située dans le nord-est du département du Gard en région Occitanie, classée parmi les Plus Beaux Villages de France.\nExposée à un climat méditerranéen, elle est drainée par l'Ardèche, le Valat d'Aiguèze, le Valat de Saint-Christol et par divers autres petits cours d'eau."
  },
  "Minerve|": {
    "lat": 43.35438,
    "lng": 2.746403,
    "departement": "Hérault",
    "population": 98,
    "description": "Minerve est originellement le nom d'une déesse romaine. On retrouve ce nom (nom propre ou nom commun) dans divers contextes."
  },
  "Sainte-Enimie|": {
    "lat": 44.376376,
    "lng": 3.431471,
    "departement": "Lozère",
    "population": 881,
    "description": "Sainte-Enimie est une ancienne commune française située dans le département de la Lozère, en région Occitanie. Elle est intégrée en 2017 à la commune nouvelle de Gorges du Tarn Causses."
  },
  "Eus|": {
    "lat": 42.643906,
    "lng": 2.455789,
    "departement": "Pyrénées-Orientales",
    "population": 386,
    "description": "Eus  (API : /ɛws/ en français et en catalan) est une commune française située dans le centre du département des Pyrénées-Orientales, en région Occitanie. Sur le plan historique et culturel, la commune est dans le pays de Conflent, correspondant à l'ensemble des vallées pyrénéennes qui « confluent » avec le lit creusé par la Têt entre Mont-Louis et Rodès."
  },
  "Séguret (Vaucluse)|": {
    "lat": 44.20628,
    "lng": 5.02315,
    "departement": "Vaucluse",
    "population": 769
  },
  "Bormes-les-Mimosas|": {
    "lat": 43.15091,
    "lng": 6.342613,
    "departement": "Var",
    "population": 8545,
    "description": "Bormes-les-Mimosas [bɔʁm le mimoza] est une commune du département du Var en région Provence-Alpes-Côte d'Azur. La commune abrite le fort de Brégançon, résidence d'État utilisée comme lieu officiel de villégiature (principalement estivale) du président de la République française."
  },
  "Èze|": {
    "lat": 43.729813,
    "lng": 7.361507,
    "departement": "Alpes-Maritimes",
    "population": 2144,
    "description": "Èze (Esa en niçois, Eza en italien) est une commune française située dans le département des Alpes-Maritimes en région Provence-Alpes-Côte d'Azur. Ses habitants sont appelés les Ézasques."
  },
  "Les Baux-de-Provence|": {
    "lat": 43.743843,
    "lng": 4.795231,
    "departement": "Bouches-du-Rhône",
    "population": 264,
    "description": "Les Baux-de-Provence (Lei Bauç en provençal) sont une commune française située dans le département des Bouches-du-Rhône, en région Provence-Alpes-Côte d'Azur.\nSitués dans le massif des Alpilles, les Baux sont aujourd'hui principalement un site touristique plus qu'un lieu de vie."
  },
  "Lourmarin|": {
    "lat": 43.765797,
    "lng": 5.36366,
    "departement": "Vaucluse",
    "population": 1020,
    "description": "Lourmarin est une commune française située dans le département de Vaucluse, en région Provence-Alpes-Côte d'Azur.\nSes habitants sont appelés les Lourmarinois."
  },
  "Montolieu|": {
    "lat": 43.310814,
    "lng": 2.214188,
    "departement": "Aude",
    "population": 829,
    "description": "Montolieu  (en occitan Montoliu ) est une commune française, située dans le nord-ouest du département de l'Aude en région Occitanie et connue pour être un Village du livre.\nSur le plan historique et culturel, la commune fait partie de la Montagne Noire, un massif montagneux constituant le rebord méridional du Massif central."
  },
  "Sauveterre-de-Rouergue|": {
    "lat": 44.22116,
    "lng": 2.317197,
    "departement": "Aveyron",
    "population": 709,
    "description": "Sauveterre-de-Rouergue est une commune française située dans le département de l'Aveyron en région Occitanie.\nLe patrimoine architectural de la commune comprend un immeuble protégé au titre des monuments historiques : l'église Saint-Christophe, inscrite en 1999."
  },
  "Lussan|": {
    "lat": 44.1526,
    "lng": 4.366341,
    "departement": "Gard",
    "population": 545,
    "description": "Lussan est une commune française située dans le nord-est du département du Gard, en région Occitanie. Perché sur un piton rocheux dominant la garrigue, le village a été ajouté à la liste des Plus beaux villages de France le 24 septembre 2016."
  },
  "Olargues|": {
    "lat": 43.555965,
    "lng": 2.912894,
    "departement": "Hérault",
    "population": 488,
    "description": "Olargues [o.laʁ.gə], (en occitan Olargues [u.'lar.ɣɛs]), est une commune française située dans l'ouest du département de l'Hérault en région Occitanie. Elle est située dans le parc naturel régional du Haut-Languedoc."
  },
  "La Garde-Guérin|": {
    "lat": 48.634228,
    "lng": -2.127133,
    "departement": "Ille-et-Vilaine",
    "population": 2258,
    "description": "La Garde-Guérin est un village fortifié français, en bordure du Chassezac, faisant partie de la commune de Prévenchères, située dans le département de la Lozère en région Occitanie.\nLe village est adhérent de l'association Les Plus Beaux Villages de France."
  },
  "Villefranche-de-Conflent|": {
    "lat": 42.5874,
    "lng": 2.366255,
    "departement": "Pyrénées-Orientales",
    "population": 215,
    "description": "Villefranche-de-Conflent  (Vilafranca de Conflent en catalan) est une commune française située dans le centre du département des Pyrénées-Orientales, en région Occitanie. Sur le plan historique et culturel, la commune est dans le pays de Conflent, correspondant à l'ensemble des vallées pyrénéennes qui « confluent » avec le lit creusé par la Têt entre Mont-Louis et Rodès."
  },
  "Valréas|": {
    "lat": 44.383217,
    "lng": 4.99013,
    "departement": "Vaucluse",
    "population": 9224,
    "description": "Valréas (prononcé : [valʁeas]) est une commune française, située dans le département du Vaucluse, en région Provence-Alpes-Côte d'Azur. Ses habitants, au nombre de 9 346 en 2021, sont appelés les Valréassiens."
  },
  "Tourtour|": {
    "lat": 43.5893,
    "lng": 6.302476,
    "departement": "Var",
    "population": 581,
    "description": "Tourtour est une commune française située dans le département du Var, en région française Provence-Alpes-Côte d'Azur.\nLa commune est adhérente de l'association Les Plus Beaux Villages de France."
  },
  "Sainte-Agnès|": {
    "lat": 43.800014,
    "lng": 7.461045,
    "departement": "Alpes-Maritimes",
    "population": 1380,
    "description": "Sainte-Agnès est un nom de lieu notamment porté  par :\n\nSainte-Agnès, commune française des Alpes-Maritimes ;\nSainte-Agnès, commune française de l'Isère ;\nSainte-Agnès, commune française du Jura ;\nSainte-Agnès, ancienne ville du Québec maintenant fusionnée à La Malbaie."
  },
  "Saint-Rémy-de-Provence|": {
    "lat": 43.788704,
    "lng": 4.830073,
    "departement": "Bouches-du-Rhône",
    "population": 9599,
    "description": "Saint-Rémy-de-Provence (Sant Roumié de Prouvènço en écriture mistralienne ; Sant Romieg (de Provença) en écriture classique ; Sant Romiech en ancien provençal ; du latin Villa Sancti Remigii) est une commune française du département des Bouches-du-Rhône. Située dans la région Provence-Alpes-Côte d'Azur, Saint-Rémy-de-Provence est la petite capitale des Alpilles."
  },
  "Ménerbes|": {
    "lat": 43.83239,
    "lng": 5.206501,
    "departement": "Vaucluse",
    "population": 962,
    "description": "Ménerbes est une commune française située dans le département de Vaucluse, dans la région Provence-Alpes-Côte d'Azur. Ses habitants sont appelés les Ménerbiens."
  },
  "Bize-Minervois|": {
    "lat": 43.31692,
    "lng": 2.871769,
    "departement": "Aude",
    "population": 1355,
    "description": "Bize-Minervois  (Bisa de Menerbés en occitan) est une commune française située dans le Nord-Est du département de l'Aude, en région Occitanie.\nSituée au débouché du Haut-Minervois par la vallée de la Cesse, Bize est au contact entre la plaine sédimentaire et fertile de Narbonne et les causses arides du Minervois, piémonts de la Montagne Noire."
  },
  "La Couvertoirade|": {
    "lat": 43.912476,
    "lng": 3.316838,
    "departement": "Aveyron",
    "population": 210,
    "description": "La Couvertoirade (La Cobertoirada en occitan) est une commune française située dans le département de l'Aveyron, en région Occitanie.\nLe patrimoine architectural de la commune comprend cinq immeubles protégés au titre des monuments historiques : les remparts, classés en 1895, l'Hôtel de Grailhe, inscrit en 1934, l'église Saint-Christol et le cimetière, classée en 1945, la commanderie, classée en 1945, et le presbytère, classé en 1945."
  },
  "Montclus|": {
    "lat": 44.41499,
    "lng": 5.684047,
    "departement": "Hautes-Alpes",
    "population": 54,
    "description": "Montclus est un toponyme français qui peut désigner les localités suivantes :\n\nMontclus (Hautes-Alpes), commune française du département des Hautes-Alpes, en région Auvergne-Rhône-Alpes ;\nMontclus (Gard), commune française  du département du Gard, en région Occitanie."
  },
  "Capestang|": {
    "lat": 43.32823,
    "lng": 3.044292,
    "departement": "Hérault",
    "population": 3514,
    "description": "Capestang [ka.pes.tɑ̃] est une commune française située dans le département français de l'Hérault, en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par le canal du Midi, la rivière de Quarante, la Mayre Rouge, le ruisseau de Merdols, le ruisseau de Montady et par divers autres petits cours d'eau."
  },
  "Florac|": {
    "lat": 44.32585,
    "lng": 3.593286,
    "departement": "Lozère",
    "population": 2100,
    "description": "Florac est une ancienne commune française, située dans le département de la Lozère en région Occitanie, devenue, le 1er janvier 2016, une commune déléguée de la commune nouvelle de Florac-Trois-Rivières en fusionnant avec La Salle-Prunet. Elle est également le siège du parc national des Cévennes."
  },
  "Ille-sur-Têt|": {
    "lat": 42.670033,
    "lng": 2.62074,
    "departement": "Pyrénées-Orientales",
    "population": 5556,
    "description": "Ille-sur-Têt [ij syʁ tɛt]  est une commune française située dans le centre du département des Pyrénées-Orientales, en région Occitanie. Sur le plan historique et culturel, la commune est dans le Roussillon, une ancienne province du royaume de France, qui a existé de 1659 jusqu'en 1790 et qui recouvrait les trois vigueries du Roussillon, du Conflent et de Cerdagne."
  },
  "Le Barroux|": {
    "lat": 44.136604,
    "lng": 5.099902,
    "departement": "Vaucluse",
    "population": 662,
    "description": "Le Barroux est une commune française située dans le département de Vaucluse, en région Provence-Alpes-Côte d'Azur.\nSes habitants sont les Barrouxiers et les Barrouxières."
  },
  "Cotignac|": {
    "lat": 43.52655,
    "lng": 6.149529,
    "departement": "Var",
    "population": 2197,
    "description": "Cotignac est une commune française située dans le département du Var, en région Provence-Alpes-Côte d'Azur.\nSes habitants s'appellent les Cotignacéens et Cotignaciennes."
  },
  "Saint-Jean-Cap-Ferrat|": {
    "lat": 43.689556,
    "lng": 7.333782,
    "departement": "Alpes-Maritimes",
    "population": 1531,
    "description": "Saint-Jean-Cap-Ferrat (San-Jouan Cau Ferrat) est une commune française située dans le département des Alpes-Maritimes en région Provence-Alpes-Côte d'Azur. Ses habitants sont appelés les Saint-Jeannois."
  },
  "Fontvieille|": {
    "lat": 43.725548,
    "lng": 4.70832,
    "departement": "Bouches-du-Rhône",
    "population": 3571,
    "description": "Fontvieille est une commune française située dans le département des Bouches-du-Rhône en région Provence-Alpes-Côte d'Azur.\nSituée au sud-ouest du massif des Alpilles et au nord de la Crau, à proximité d'Arles, c'est une commune qui vit principalement d'agriculture (plusieurs AOC) et de tourisme (moulin de Daudet, etc.)."
  },
  "Ansouis|": {
    "lat": 43.737415,
    "lng": 5.46477,
    "departement": "Vaucluse",
    "population": 1064,
    "description": "Ansouis [ɑ̃swi(s)] est une commune française située dans le département de Vaucluse, dans la région Provence-Alpes-Côte d'Azur.\nLa commune est située au sud du massif du Luberon et son village est un village perché."
  },
  "Tuchan|": {
    "lat": 42.888214,
    "lng": 2.718381,
    "departement": "Aude",
    "population": 791,
    "description": "Tuchan  (occitan : Tuissan) est une commune française située dans le sud-est du département de l'Aude, en région Occitanie.\nSur le plan historique et culturel, la commune fait partie du massif des Corbières, un chaos calcaire formant la transition entre le Massif central et les Pyrénées."
  },
  "Najac|": {
    "lat": 44.219963,
    "lng": 1.97877,
    "departement": "Aveyron",
    "population": 771,
    "description": "Najac est une commune française située dans l'ouest du département de l'Aveyron, en région Occitanie.\nLe patrimoine architectural de la commune comprend six immeubles protégés au titre des monuments historiques : la Fontaine, classée en 1910, l'église Saint-Jean, classée en 1924, le château, classé en 1925, la Porte de ville, inscrite en 1928, la maison du Sénéchal, inscrite en 1979, et le pont Saint-Blaise, classé en 1987."
  },
  "Barjac|": {
    "lat": 44.308098,
    "lng": 4.347083,
    "departement": "Gard",
    "population": 1608,
    "description": "Barjac est une commune française située dans le nord-est du département du Gard, en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par le ruisseau de Roméjac, le ruisseau de Chantabre, le ruisseau de Condoubrie, le ruisseau de Malaygue, le ruisseau de Malibaud, le ruisseau de Soulas et par divers autres petits cours d'eau."
  },
  "Colombières-sur-Orb|": {
    "lat": 43.58094,
    "lng": 3.012636,
    "departement": "Hérault",
    "population": 498,
    "description": "Colombières-sur-Orb (en occitan Colombièiras d'Òrb) est une commune française située dans l'ouest du département de l'Hérault en région Occitanie. La commune se situe dans le canton d'Olargues."
  },
  "Bagnols-les-Bains|": {
    "lat": 44.511527,
    "lng": 3.665745,
    "departement": "Lozère",
    "population": 1098,
    "description": "Bagnols-les-Bains est une ancienne commune française, située dans le département de la Lozère en région Occitanie. Elle est intégrée depuis le 1er janvier 2017 dans la commune nouvelle de Mont-Lozère-et-Goulet."
  },
  "Saint-Jean-Pied-de-Port|": {
    "lat": 43.163708,
    "lng": -1.236931,
    "departement": "Pyrénées-Atlantiques",
    "population": 1479,
    "description": "Saint-Jean-Pied-de-Port (en basque Donibane Garazi) est une commune française située dans le département des Pyrénées-Atlantiques, en région Nouvelle-Aquitaine.\nVille située au confluent de la Nive et du Laurhibar, elle doit son nom à sa situation au pied du col (« port ») de Roncevaux (alt."
  },
  "Sault|": {
    "lat": 44.091812,
    "lng": 5.409409,
    "departement": "Vaucluse",
    "population": 1343,
    "description": "Sault, issu de l'ancien français, peut faire référence à :\n\ndes rapides, une chute d'eau (par exemple le Saut du Doubs) ;\nune forêt ou une région inculte vouée au pacage, intermédiaire entre champs et forêt, du latin saltus."
  },
  "Gassin|": {
    "lat": 43.228115,
    "lng": 6.585994,
    "departement": "Var",
    "population": 2687,
    "description": "Gassin (prononciation [ɡasɛ̃]  ) est une commune française située dans le golfe de Saint-Tropez, dans le département du Var, en région Provence-Alpes-Côte d’Azur.\nPeuplé au moins depuis le Néolithique, le territoire se trouve dans l’aire d’influence massaliote puis sous la domination des Romains qui ont laissé les traces de plusieurs villas rustiques."
  },
  "Peillon|": {
    "lat": 43.779003,
    "lng": 7.380827,
    "departement": "Alpes-Maritimes",
    "population": 1408,
    "description": "Peillon est une commune française située dans le département des Alpes-Maritimes, en région Provence-Alpes-Côte d'Azur.\nSes habitants sont appelés les Peillonnais."
  },
  "Maussane-les-Alpilles|": {
    "lat": 43.720943,
    "lng": 4.805078,
    "departement": "Bouches-du-Rhône",
    "population": 2347,
    "description": "Maussane-les-Alpilles (en provençal Maussano lis Aupiho) est une commune française située dans le département des Bouches-du-Rhône en région Provence-Alpes-Côte d'Azur. Elle se situe sur le piémont sud du massif des Alpilles."
  },
  "Aigne|": {
    "lat": 43.332684,
    "lng": 2.797419,
    "departement": "Hérault",
    "population": 301,
    "description": "Aigne est une commune française située dans le sud-ouest du département de l'Hérault, en région Occitanie.\nLa commune possède un patrimoine naturel remarquable : un site Natura 2000 et deux zones naturelles d'intérêt écologique, faunistique et floristique."
  },
  "Estaing|": {
    "lat": 44.55346,
    "lng": 2.672191,
    "departement": "Aveyron",
    "population": 502,
    "description": "Estaing est un nom propre qui peut désigner :"
  },
  "Vézénobres|": {
    "lat": 44.053112,
    "lng": 4.136068,
    "departement": "Gard",
    "population": 1865,
    "description": "Vézénobres, en occitan Benòbre, est une commune française située dans le centre du département du Gard), dans la deuxième plus grande région de France , la région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par le Gardon d'Alès, l'Avène et par divers autres petits cours d'eau."
  },
  "Octon|": {
    "lat": 43.65436,
    "lng": 3.303085,
    "departement": "Hérault",
    "population": 521,
    "description": "Octon [ɔk.tɔ̃] (en occitan, Auton [aw.'tu] ou Aloton [a.lu'tu]) est une commune française située dans le département de l'Hérault en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par le Salagou, le Vernoubrel, la Marette, le Lignous, le Roubieu et par divers autres petits cours d'eau."
  },
  "Nasbinals|": {
    "lat": 44.66266,
    "lng": 3.044734,
    "departement": "Lozère",
    "population": 571,
    "description": "Nasbinals est une commune française située dans le nord-ouest du département de la Lozère en région Occitanie. En languedocien, le village se nomme Las Binàs ([laj bi'nas] en API)."
  },
  "Olette|": {
    "lat": 42.55527,
    "lng": 2.270984,
    "departement": "Pyrénées-Orientales",
    "population": 360,
    "description": "Olette (/ɔ.lɛt/) (en catalan : Oleta i Èvol) est une commune française située dans le centre du département des Pyrénées-Orientales, en région Occitanie. Sur le plan historique et culturel, la commune est dans le pays de Conflent, correspondant à l'ensemble des vallées pyrénéennes qui « confluent » avec le lit creusé par la Têt entre Mont-Louis et Rodès."
  },
  "Malaucène|": {
    "lat": 44.173183,
    "lng": 5.133699,
    "departement": "Vaucluse",
    "population": 2758,
    "description": "Malaucène est une commune française située dans le département de Vaucluse, en région Provence-Alpes-Côte d'Azur."
  },
  "Le Castellet|": {
    "lat": 43.202908,
    "lng": 5.776158,
    "departement": "Var",
    "population": 6040,
    "description": "Le toponyme Le Castellet peut se rattacher à l’existence d’une motte castrale.\nLe Castellet est un nom de lieu notamment porté  par :\n\nLe Castellet, commune française des Alpes-de-Haute-Provence ;\nLe Castellet, commune française du Var ;\nle circuit du Castellet, officiellement appelé circuit Paul-Ricard, un circuit automobile situé près de cette commune."
  },
  "Coaraze|": {
    "lat": 43.86496,
    "lng": 7.293768,
    "departement": "Alpes-Maritimes",
    "population": 827,
    "description": "Coaraze (Coarasa (classique) / Couarasa (mistralienne) [kwa.ˈra.za] dans le dialecte local) est une commune française située dans le département des Alpes-Maritimes en région Provence-Alpes-Côte d'Azur. Ses habitants sont appelés les Coaraziens et les Coaraziennes."
  },
  "Paradou|": {
    "lat": 43.718,
    "lng": 4.784064,
    "departement": "Bouches-du-Rhône",
    "population": 2159,
    "description": "Paradou, parfois nommée localement Le Paradou, est une commune française, située dans le département des Bouches-du-Rhône en région Provence-Alpes-Côte d'Azur.\nSituée au pied des Baux-de-Provence, à 14 kilomètres à l'est d'Arles et à 2 kilomètres de Maussane-les-Alpilles, la commune s'adosse à la chaîne des Alpilles."
  },
  "Séguret|": {
    "lat": 44.20628,
    "lng": 5.02315,
    "departement": "Vaucluse",
    "population": 769,
    "description": "Séguret est une commune française, située dans le département de Vaucluse en région Provence-Alpes-Côte d'Azur.\nLa commune est adhérente de l'association Les Plus Beaux Villages de France."
  },
  "Serviès|": {
    "lat": 43.659813,
    "lng": 2.02634,
    "departement": "Tarn",
    "population": 584,
    "description": "Serviès est une commune française située dans le département du Tarn, en région Occitanie. Sur le plan historique et culturel, la commune est dans le Castrais, un territoire essentiellement agricole, entre la rive droite de l'Agout au sud et son affluent, le Dadou, au nord."
  },
  "Brousse-le-Château|": {
    "lat": 43.997322,
    "lng": 2.624574,
    "departement": "Aveyron",
    "population": 164,
    "description": "Brousse-le-Château est une commune française, située dans le département de l'Aveyron, en région Occitanie.\nElle fait partie de l'association Les Plus Beaux Villages de France."
  },
  "Castillon|": {
    "lat": 43.833366,
    "lng": 7.471231,
    "departement": "Alpes-Maritimes",
    "population": 425,
    "description": "Castillon (Castilhon (classique) / Castilhoun (mistralienne) [kas.ti.ˈjũŋ] dans le dialecte local) est une commune française située dans le département des Alpes-Maritimes en région Provence-Alpes-Côte d'Azur.\nSes habitants sont appelés les Castillonnais."
  },
  "Roquebrun|": {
    "lat": 43.501003,
    "lng": 3.030771,
    "departement": "Hérault",
    "population": 601,
    "description": "Roquebrun [ʁɔ.kə.bʁœ̃] (en occitan : Ròcabrun [rɔ.kɔ.'bryn]) est une commune française située dans l'ouest du département de l'Hérault en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par l'Orb, le Rieuberlou, le ruisseau de Landeyran, le ruisseau de Laurenque, le ruisseau d'Escagnès et par divers autres petits cours d'eau."
  },
  "Meyrueis|": {
    "lat": 44.179443,
    "lng": 3.429658,
    "departement": "Lozère",
    "population": 770,
    "description": "Meyrueis [mɛʁɥɛs] est une commune française située dans le sud du département de la Lozère, en région Occitanie.\nMeyrueis est la commune la plus méridionale du département."
  },
  "Evol|": {
    "lat": 42.57024,
    "lng": 2.253791,
    "departement": "Pyrénées-Orientales",
    "population": 360,
    "description": "Evol peut faire référence à :"
  },
  "Bédoin|": {
    "lat": 44.125076,
    "lng": 5.180264,
    "departement": "Vaucluse",
    "population": 3106,
    "description": "Bédoin (en provençal classique Bedoin et en provençal mistralien Bedouin) est une commune française, située dans le département du Vaucluse en région Provence-Alpes-Côte d'Azur."
  },
  "Ramatuelle|": {
    "lat": 43.2154,
    "lng": 6.612276,
    "departement": "Var",
    "population": 1888,
    "description": "Ramatuelle est une commune française du département du Var, en région Provence-Alpes-Côte d'Azur. Elle est située sur la presqu'île de Saint-Tropez."
  },
  "La Turbie|": {
    "lat": 43.74546,
    "lng": 7.400059,
    "departement": "Alpes-Maritimes",
    "population": 3045,
    "description": "La Turbie (occitan : A Turbia) est une commune française du département des Alpes-Maritimes, en région Provence-Alpes-Côte d'Azur.\nElle est connue pour le Trophée d'Auguste, monument romain construit à un point culminant de la voie romaine dite Via Julia Augusta, qui permet de relier les territoires gaulois à la Rome antique."
  },
  "Mouriès|": {
    "lat": 43.688927,
    "lng": 4.871893,
    "departement": "Bouches-du-Rhône",
    "population": 3527,
    "description": "Mouriès [mu:ʁjɛs] est une commune française située dans le département des Bouches-du-Rhône en région Provence-Alpes-Côte d'Azur. Elle est connue comme la première commune oléicole de France."
  },
  "Bonnieux|": {
    "lat": 43.823208,
    "lng": 5.308283,
    "departement": "Vaucluse",
    "population": 1198,
    "description": "Bonnieux est une commune française, située dans le département de Vaucluse en région Provence-Alpes-Côte d'Azur. On appelle ses habitants les Bonnieulais."
  },
  "Villerouge-Termenes|": {
    "lat": 43.006966,
    "lng": 2.627125,
    "departement": "Aude",
    "population": 165
  },
  "Peyre|": {
    "lat": 43.56735,
    "lng": -0.547466,
    "departement": "Landes",
    "population": 241,
    "description": "Peyre est une commune du Sud-Ouest de la France, située dans le département des Landes (région Nouvelle-Aquitaine)."
  },
  "Sauve|": {
    "lat": 43.940703,
    "lng": 3.949385,
    "departement": "Gard",
    "population": 1988,
    "description": "Sauve est une commune française située dans le centre du département du Gard en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par le Vidourle, le Rieu Massel, la Rivière Crespenou, le ruisseau de Crieulon, le ruisseau de Banassou."
  },
  "Puisserguier|": {
    "lat": 43.368134,
    "lng": 3.041477,
    "departement": "Hérault",
    "population": 3078,
    "description": "Puisserguier [pɥi.seʁ.ɣje], en occitan Puègserguièr [pɥɛs.ser.'ɣjɛ], est une commune française située dans le sud-ouest du département de l'Hérault en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par le Lirou, le ruisseau de la Guiraude, le ruisseau de la Prade, le ruisseau de Merdols, le ruisseau de Millau, le ruisseau de Nègue Fédès et par divers autres petits cours d'eau."
  },
  "Ispagnac|": {
    "lat": 44.370823,
    "lng": 3.534988,
    "departement": "Lozère",
    "population": 895,
    "description": "Ispagnac est une commune française située dans le sud du département de la Lozère en région Occitanie.\nExposée à un climat de montagne, elle est drainée par le Tarn, le ruisseau du Bramont et par divers autres petits cours d'eau."
  },
  "Marquixanes|": {
    "lat": 42.64207,
    "lng": 2.484098,
    "departement": "Pyrénées-Orientales",
    "population": 599,
    "description": "Marquixanes [maʁkiʃan]  est une commune française, située dans le centre du département des Pyrénées-Orientales en région Occitanie.\nSur le plan historique et culturel, la commune est dans le pays de Conflent, correspondant à l'ensemble des vallées pyrénéennes qui « confluent » avec le lit creusé par la Têt entre Mont-Louis et Rodès."
  },
  "Uchaux|": {
    "lat": 44.209347,
    "lng": 4.800219,
    "departement": "Vaucluse",
    "population": 1699,
    "description": "Uchaux est une commune française, située dans le département de Vaucluse en région Provence-Alpes-Côte d'Azur."
  },
  "La Garde-Freinet|": {
    "lat": 43.316982,
    "lng": 6.468477,
    "departement": "Var",
    "population": 1862,
    "description": "La Garde-Freinet est une commune française située dans le département du Var, en région Provence-Alpes-Côte d'Azur."
  },
  "Gorbio|": {
    "lat": 43.786747,
    "lng": 7.443673,
    "departement": "Alpes-Maritimes",
    "population": 1609,
    "description": "Gorbio (dans le dialecte local Gòrbs (norme classique) ou Gouò (norme mistralienne) [ˈɡwɔ] ou [ˈɡwœ]) est une commune française située dans le département des Alpes-Maritimes, en région Provence-Alpes-Côte d'Azur.\nSes habitants sont appelés les Gorbarins (en dialecte gorbarins/gourbaïn [ɡuʀ.ba.ˈĩŋ])."
  },
  "Aureille|": {
    "lat": 43.706406,
    "lng": 4.948401,
    "departement": "Bouches-du-Rhône",
    "population": 1533,
    "description": "Aureille est une commune française, située dans le département des Bouches-du-Rhône en région Provence-Alpes-Côte d'Azur."
  },
  "Lacoste|": {
    "lat": 43.832336,
    "lng": 5.272889,
    "departement": "Vaucluse",
    "population": 468,
    "description": "Lacoste peut faire référence à :"
  },
  "Peyriac-de-Mer|": {
    "lat": 43.08686,
    "lng": 2.959457,
    "departement": "Aude",
    "population": 1187,
    "description": "Peyriac-de-Mer  (Peiriac de la Sal  en occitan) est une commune française, située dans l'est du département de l'Aude en région Occitanie.\nSur le plan historique et culturel, la commune fait partie du Narbonnais, un pays comprenant Narbonne et sa périphérie, le massif de la Clape et la bande lagunaire des étangs."
  },
  "Saint-Côme-d’Olt|": {
    "lat": 44.514923,
    "lng": 2.815285,
    "departement": "Aveyron",
    "population": 1449
  },
  "Banne|": {
    "lat": 44.36922,
    "lng": 4.15572,
    "departement": "Ardèche",
    "population": 648,
    "description": "Banne est une commune française située dans le département de l'Ardèche, en région Auvergne-Rhône-Alpes.\nSes habitants sont appelés les Bannards."
  },
  "La Cadière|": {
    "lat": 43.418156,
    "lng": 5.239729,
    "departement": "Bouches-du-Rhône",
    "population": 6730
  },
  "Châteauneuf-de-Randon|": {
    "lat": 44.641068,
    "lng": 3.675041,
    "departement": "Lozère",
    "population": 516,
    "description": "Châteauneuf-de-Randon (Chastèlnòu de Randoun en auvergnat du Gévaudan) est une commune française située dans le nord-est du département de la Lozère en région Occitanie.\nExposée à un climat de montagne, elle est drainée par le Chapeauroux, la Boutaresse, la Clamouse, le Malrieu, les Rousses et par divers autres petits cours d'eau."
  },
  "Prats-de-Mollo-la-Preste|": {
    "lat": 42.403713,
    "lng": 2.479928,
    "departement": "Pyrénées-Orientales",
    "population": 1099,
    "description": "Prats-de-Mollo-la-Preste (prononcé [pʁats də mɔjo la pʁɛst(ə)]  ; en catalan Prats de Molló i la Presta ['pɾadz də mu'ʎo j lə 'pɾestə]) est une commune française, située dans la région Occitanie, département des Pyrénées-Orientales et dans le Haut Vallespir. Cernée de remparts, sa vieille ville médiévale aux ruelles pavées de galets est dominée par le fort Lagarde."
  },
  "Crillon-le-Brave|": {
    "lat": 44.11838,
    "lng": 5.144408,
    "departement": "Vaucluse",
    "population": 488,
    "description": "Crillon-le-Brave [kʁijɔ̃ lə bʁav] est une commune française située dans le département de Vaucluse, en région Provence-Alpes-Côte d'Azur.\nSes habitants sont appelés les Crillionais."
  },
  "Flayosc|": {
    "lat": 43.5339,
    "lng": 6.396454,
    "departement": "Var",
    "population": 4673,
    "description": "Flayosc ([flajɔsk]) est une commune française située dans le département du Var, en région Provence-Alpes-Côte d'Azur. En 2020, elle compte 4 195 habitants."
  },
  "Roquebrune-Cap-Martin|": {
    "lat": 43.764496,
    "lng": 7.456426,
    "departement": "Alpes-Maritimes",
    "population": 12037,
    "description": "Roquebrune-Cap-Martin est une commune française située dans le département des Alpes-Maritimes en région Provence-Alpes-Côte d'Azur."
  },
  "Tarascon|": {
    "lat": 43.803913,
    "lng": 4.656028,
    "departement": "Bouches-du-Rhône",
    "population": 15396,
    "description": "Tarascon ou Tarascon-sur-Rhône est une commune française située à l'extrémité ouest du département des Bouches-du-Rhône en région Provence-Alpes-Côte d'Azur.\nLa sainte patronne de la ville est sainte Marthe, sa devise est « Concordia Felix »."
  },
  "Oppède|": {
    "lat": 43.843224,
    "lng": 5.168815,
    "departement": "Vaucluse",
    "population": 1285,
    "description": "Oppède est une commune française située dans le département de Vaucluse, en région Provence-Alpes-Côte d'Azur.\nSes habitants sont les Oppédois."
  },
  "Tautavel|": {
    "lat": 42.813366,
    "lng": 2.7457,
    "departement": "Pyrénées-Orientales",
    "population": 945,
    "description": "Tautavel  (en catalan, Talteüll) est une commune française située dans le nord-est du département des Pyrénées-Orientales, en région Occitanie. Dans le cadre de la géographie locale catalane, le village se trouve dans la comarca ou région naturelle du Roussillon."
  },
  "Sainte-Eulalie-d’Olt|": {
    "lat": 44.464188,
    "lng": 2.946099,
    "departement": "Aveyron",
    "population": 367
  },
  "Goudargues|": {
    "lat": 44.215294,
    "lng": 4.468062,
    "departement": "Gard",
    "population": 1125,
    "description": "Goudargues est une commune française située dans le nord-est du département du Gard en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par la Cèze, le Merderis et par divers autres petits cours d'eau."
  },
  "Saint-Pons-de-Thomières|": {
    "lat": 43.488895,
    "lng": 2.758275,
    "departement": "Hérault",
    "population": 1706,
    "description": "Saint-Pons-de-Thomières [sɛ̃ pɔ̃s də tɔmjɛʁə] (en occitan Sant Ponç de Tomièiras ['sant 'puns de tu'miɛjrɔs]), est une commune française située à l'ouest du département de l'Hérault en région Occitanie.\nExposée à un climat méditerranéen, elle est drainée par le Jaur, l'Aguze, la Salesse, le ruisseau de Cavenac, le ruisseau de Fonclare, le ruisseau du Saut et par divers autres petits cours d'eau."
  },
  "Belvezet|": {
    "lat": 44.557856,
    "lng": 3.739488,
    "departement": "Lozère",
    "population": 1098,
    "description": "Belvezet est une ancienne commune française, située dans le département de la Lozère en région Occitanie. Ses habitants sont appelés les Belvézetois."
  },
  "Mosset|": {
    "lat": 42.66875,
    "lng": 2.348414,
    "departement": "Pyrénées-Orientales",
    "population": 321,
    "description": "Mosset  est une commune française, située dans le centre du département des Pyrénées-Orientales en région Occitanie. Ses habitants sont appelés les Mossetans."
  },
  "Vaison-la-Romaine|": {
    "lat": 44.241123,
    "lng": 5.073999,
    "departement": "Vaucluse",
    "population": 6058,
    "description": "Vaison-la-Romaine est une commune française située dans le département de Vaucluse, en région Provence-Alpes-Côte d'Azur.\nSes habitants sont appelés les Vaisonnais."
  },
  "Bargème|": {
    "lat": 43.728874,
    "lng": 6.571736,
    "departement": "Var",
    "population": 207,
    "description": "Bargème est une commune française située dans le département du Var en région Provence-Alpes-Côte d'Azur. Elle fait partie de l'association Les Plus Beaux Villages de France."
  },
  "Aspremont|": {
    "lat": 43.784294,
    "lng": 7.243623,
    "departement": "Alpes-Maritimes",
    "population": 2346,
    "description": "Aspremont (Aspermont en nissart - dialecte de la langue occitane oc ! - de la graphie classique, Aspermount en graphie niçoise mistralienne, Asper-Mount en norme bonnaudienne) est une commune française située dans le département des Alpes-Maritimes en région Provence-Alpes-Côte d'Azur."
  },
  "Les Saintes-Maries-de-la-Mer|": {
    "lat": 43.452152,
    "lng": 4.428665,
    "departement": "Bouches-du-Rhône",
    "population": 2433
  }
}